/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Nøgleord";
"kMDItemTitle"                                = "Title";
"kMDItemSubject"                              = "Emne";
"kMDItemTheme"                                = "Tema";
"kMDItemAuthors"                              = "Forfattere";
"kMDItemEditors"                              = "Redigeret af";
"kMDItemProjects"                             = "Projekter";
"kMDItemWhereFroms"                           = "Hvorfra";
"kMDItemComment"                              = "Kommentar";
"kMDItemCopyright"                            = "Ophavsret";
"kMDItemProducer"                             = "Producent";
"kMDItemUsedDates"                            = "Brugte datoer";
"kMDItemLastUsedDate"                         = "Sidst åbnet";
"kMDItemContentCreationDate"                  = "Indhold oprettet";
"kMDItemContentModificationDate"              = "Indhold ændret";
"kMDItemDurationSeconds"                      = "Varighed";
"kMDItemCreationDate"                         = "Emnets oprettelse";
"kMDItemContactKeywords"                      = "Stikord til kontaktpersoner";
"kMDItemVersion"                              = "Version";
"kMDItemPixelHeight"                          = "Punkthøjde";
"kMDItemPixelWidth"                           = "Punktbredde";
"kMDItemPageHeight"                           = "Sidehøjde";
"kMDItemPageWidth"                            = "Sidebredde";
"kMDItemColorSpace"                           = "Farveområde";
"kMDItemBitsPerSample"                        = "Bit pr. sample";
"kMDItemFlashOnOff"                           = "Blitz";
"kMDItemFocalLength"                          = "Brændvidde";
"kMDItemHasAlphaChannel"                      = "Alfakanal";
"kMDItemAcquisitionMake"                      = "Enhedsmærke";
"kMDItemAcquisitionModel"                     = "Enhedsmodel";
"kMDItemISOSpeed"                             = "ISO-hastighed";
"kMDItemOrientation"                          = "Retning";
"kMDItemLayerNames"                           = "Lag";
"kMDItemWhiteBalance"                         = "Hvidbalance";
"kMDItemAperture"                             = "Blændeåbning";
"kMDItemProfileName"                          = "Navn på beskrivelse";
"kMDItemResolutionWidthDPI"                   = "Opløsningsbredde";
"kMDItemResolutionHeightDPI"                  = "Opløsningshøjde";
"kMDItemExposureMode"                         = "Eksponeringsfunktion";
"kMDItemExposureTimeSeconds"                  = "Eksponeringstid";
"kMDItemEXIFVersion"                          = "EXIF-version";
"kMDItemEXIFGPSVersion"                       = "EXIF GPS-version";
"kMDItemCodecs"                               = "Codecs";
"kMDItemMediaTypes"                           = "Medietyper";
"kMDItemStreamable"                           = "Kan streames";
"kMDItemTotalBitRate"                         = "Samlet bitfrekvens";
"kMDItemVideoBitRate"                         = "Bitfrekvens til video";
"kMDItemAudioBitRate"                         = "Bitfrekvens til lyd";
"kMDItemDeliveryType"                         = "Leveringstype";

"kMDItemAltitude"                             = "Højde";
"kMDItemLatitude"                             = "Breddegrad";
"kMDItemLongitude"                            = "Længdegrad";

"kMDItemTextContent"                          = "Tekstindhold";
"kMDItemDisplayName"                          = "Skærmnavn";
"kMDItemAlternateNames"                       = "Andre skærmnavne";

"kMDItemRedEyeOnOff"                          = "Røde øjne";
"kMDItemMeteringMode"                         = "Målefunktion";
"kMDItemMaxAperture"                          = "Maks. blændeåbning";
"kMDItemFNumber"                              = "F-tal";
"kMDItemExposureProgram"                      = "Eksponeringsprogram";
"kMDItemExposureTimeString"                   = "Eksponeringstid";
"kMDItemHeadline"                             = "Overskrift";
"kMDItemInstructions"                         = "Instruktioner";
"kMDItemCity"                                 = "By";
"kMDItemStateOrProvince"                      = "Stat eller provins";
"kMDItemCountry"                              = "Land";

"kMDItemAlbum"                                = "Album";
"kMDItemAudioSampleRate"                      = "Samplingfrekvens";
"kMDItemAudioChannelCount"                    = "Antal kanaler";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Nøglesignatur";
"kMDItemTimeSignature"                        = "Taktangivelse";
"kMDItemAudioEncodingApplication"             = "Program til lydkodning";
"kMDItemComposer"                             = "Komponist";
"kMDItemLyricist"                             = "Tekstforfatter";
"kMDItemAudioTrackNumber"                     = "Spornummer";
"kMDItemRecordingDate"                        = "Optagedato";
"kMDItemMusicalGenre"                         = "Musikalsk genre";
"kMDItemIsGeneralMIDISequence"                = "Generel MIDI-sekvens";
"kMDItemRecipients"                           = "Modtagere";
"kMDItemRecordingYear"                        = "Optageår";

"kMDItemOrganizations"                        = "Firmaer";
"kMDItemLanguages"                            = "Sprog";
"kMDItemRights"                               = "Rettigheder";
"kMDItemPublishers"                           = "Udgivere";
"kMDItemContributors"                         = "Bidragsydere";
"kMDItemCoverage"                             = "Dækning";
"kMDItemDescription"                          = "Beskrivelse";
"kMDItemIdentifier"                           = "Identifikator";
"kMDItemAudiences"                            = "Publikum";

"kMDItemNumberOfPages"                        = "Sider";
"kMDItemSecurityMethod"                       = "Sikkerhedsmetode";

"kMDItemCreator"                              = "Forfatter af indhold";
"kMDItemDueDate"                              = "Senest den";
"kMDItemEncodingApplications"                 = "Kodningssoftware";

"kMDItemStarRating"                           = "Vurdering";
"kMDItemPhoneNumbers"                         = "Telefonnummer";
"kMDItemEmailAddresses"                       = "E-postadresser";
"kMDItemInstantMessageAddresses"              = "IM-adresser";
"kMDItemKind"                                 = "Type";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "E-postadresser på modtagere";
"kMDItemAuthorEmailAddresses"                 = "Forfatteres e-postadresser";

/* Names for FS attributes */
"kMDItemFSName"                               = "Arkivnavn";
"kMDItemPath"                                 = "Arkivsti";
"kMDItemFSSize"                               = "Omfang";
"kMDItemFSCreationDate"                       = "Oprettet";
"kMDItemFSContentChangeDate"                  = "Ændret";
"kMDItemFSOwnerUserID"                        = "Ejer";
"kMDItemFSOwnerGroupID"                       = "Gruppe";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Arkivet kan læses";
"kMDItemFSIsWriteable"                        = "Der kan skrives til arkivet";
"kMDItemFSNodeCount"                          = "Antal emner";
"kMDItemFSHasCustomIcon"                      = "Specielt symbol";
"kMDItemFSIsExtensionHidden"                  = "Arkivendelse skjult";
"kMDItemFSIsStationery"                       = "Standardlayout";
"kMDItemFSInvisible"                          = "Arkiv usynligt";
"kMDItemFSLabel"                              = "Arkivmærke";

"kMDItemFinderComment"                        = "Spotlight-kommentar";
"kMDItemFonts"                                = "Skrifter";

"kMDItemAppleLoopsRootKey"                    = "Sløjfes originale toneart";
"kMDItemAppleLoopsKeyFilterType"              = "Type på sløjfeskala";
"kMDItemAppleLoopsLoopMode"                   = "Type på sløjfearkiv";
"kMDItemAppleLoopDescriptors"                 = "Sløjfebeskrivelser";
"kMDItemMusicalInstrumentCategory"            = "Instrumentkategori";
"kMDItemMusicalInstrumentName"                = "Instrumentnavn";

"kMDItemInformation"                          = "Oplysninger om film";
"kMDItemDirector"                             = "Instruktør";
"kMDItemGenre"                                = "Genre";
"kMDItemPerformers"                           = "Optrædende";
"kMDItemOriginalFormat"                       = "Originalt format";
"kMDItemOriginalSource"                       = "Original kilde";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Nøgleord, der hører til dette emne.";
"kMDItemTitle.Description"                    = "Titel på dette emne";
"kMDItemSubject.Description"                  = "Emne for dette emne";
"kMDItemTheme.Description"                    = "Tema med dette emne";
"kMDItemAuthors.Description"                  = "Forfattere af dette emne";
"kMDItemEditors.Description"                  = "Dette emne er redigeret af";
"kMDItemProjects.Description"                 = "Projekter, som dette emne indgår i";
"kMDItemWhereFroms.Description"               = "Hvor emnet kom fra";
"kMDItemComment.Description"                  = "Kommentarer til dette emne";
"kMDItemCopyright.Description"                = "Oplysninger om ophavsret til dette emne";
"kMDItemProducer.Description"                 = "Dette emne er fremstillet af";
"kMDItemUsedDates.Description"                = "Datoer, hvor dette emne er blevet brugt";
"kMDItemLastUsedDate.Description"             = "Dato for sidste brug af dette emne";
"kMDItemContentCreationDate.Description"      = "Dato for oprettelse af indholdet af dette emne";
"kMDItemContentModificationDate.Description"  = "Dato for ændring af indholdet af dette emne";
"kMDItemDurationSeconds.Description"          = "Dette emnes varighed i sekunder";
"kMDItemCreationDate.Description"             = "Dato for oprettelse af dette emne";
"kMDItemContactKeywords.Description"          = "Adresser, der hører til dette emne";
"kMDItemVersion.Description"                  = "Dette emnes versionsnummer";

"kMDItemPixelHeight.Description"              = "Højde på dokumentet i punkter";
"kMDItemPixelWidth.Description"               = "Bredde på dokumentet i punkter";
"kMDItemPageHeight.Description"               = "Højde af dokumentsiden i punkter";
"kMDItemPageWidth.Description"                = "Bredde af dokumentsiden i punkter";
"kMDItemResolutionWidthDPI.Description"       = "Opløsningsbredde på dette billede i DPI";
"kMDItemResolutionHeightDPI.Description"      = "Opløsningshøjden på dette billede i DPI";

"kMDItemColorSpace.Description"               = "Dette billedes farveområde";
"kMDItemProfileName.Description"              = "Navn på den farvebeskrivelse, der er brugt til billedet";

"kMDItemBitsPerSample.Description"            = "Antal bit pr. sample";
"kMDItemFlashOnOff.Description"               = "Om billedet blev taget med blitz";
"kMDItemFocalLength.Description"              = "Linsens brændvidde i mm.";
"kMDItemHasAlphaChannel.Description"          = "Om billedet indeholder en alfakanal";
"kMDItemAcquisitionMake.Description"          = "Mærke på den enhed, som bruges til at hente dette dokument";
"kMDItemAcquisitionModel.Description"         = "Model, som blev brugt til at hente dette dokument";
"kMDItemISOSpeed.Description"                 = "Kameraets ISO-hastighed, da billedet blev taget";
"kMDItemOrientation.Description"              = "Billedets retning (liggende eller stående)";
"kMDItemLayerNames.Description"               = "Navne på lagene i arkivet";
"kMDItemWhiteBalance.Description"             = "Kameraets indstilling af hvidbalance, da billedet blev taget";
"kMDItemAperture.Description"                 = "Kameraets blændeindstilling, da billedet blev taget";
"kMDItemExposureMode.Description"             = "Funktion brugt ved eksponering";
"kMDItemExposureTimeSeconds.Description"      = "Den tid, hvor linsen er åben under eksponering";
"kMDItemEXIFVersion.Description"              = "Version af EXIF brugt til fremstilling af metadata";
"kMDItemEXIFGPSVersion.Description"           = "Den version af GPSInfoIFD i EXIF, der bruges til at fremstille metadataene";
"kMDItemRedEyeOnOff.Description"              = "Om 'røde øjne' var slået til eller fra";
"kMDItemMeteringMode.Description"             = "Målefunktion (ukendt, gennemsnitlig, centervægtet gennemsnit, punkt, flere punkter, mønster, delvis)";
"kMDItemMaxAperture.Description"              = "Linsens mindste F-tal i APEX-enheder - normalt inden for udsnittet 00,00 til 99,99";
"kMDItemFNumber.Description"                  = "Blændeåbningens diameter i forhold til linsens effektive brændvidde";
"kMDItemExposureProgram.Description"          = "Type program, som er brugt til kameraets eksponeringsindstilling: Manuel, normal, blændeprioritering, ...";
"kMDItemExposureTimeString.Description"       = "Eksponeringstid";
"kMDItemHeadline.Description"                 = "Resume af emnets indhold til publicering";
"kMDItemInstructions.Description"             = "Andre oplysninger om emnet, f.eks. håndteringsinstruktioner";
"kMDItemCity.Description"                     = "Emnets by";
"kMDItemStateOrProvince.Description"          = "Emnets stat eller provins iflg. leverandøren";
"kMDItemCountry.Description"                  = "Land eller sted, hvor emnet blev oprettet iflg. leverandøren";

"kMDItemAltitude.Description"                 = "Emnets højde over havet målet i meter og udtrykt med WGS84-nulpunkt. Negative værdier ligger under havets niveau.";
"kMDItemLatitude.Description"                 = "Emnets breddegrad i grader nord for ækvator, udtrykt med WGS84-nulpunktet. Negative værdier ligger syd for ækvator.";
"kMDItemLongitude.Description"                = "Emnets længdegrad i grader øst for den primære meridian, udtrykt med WGS84-nulpunktet. Negative værdier ligger vest for den primære meridian.";

"kMDItemCodecs.Description"                   = "Codecs brugt til kodning og afkodning af medie";
"kMDItemMediaTypes.Description"               = "Medietyper repræsenteret i indholdet";
"kMDItemStreamable.Description"               = "Om indholdet er klargjort til streaming";
"kMDItemTotalBitRate.Description"             = "Kombineret bitfrekvens for lyd og video i medie";
"kMDItemVideoBitRate.Description"             = "Bitfrekvens for video i medie";
"kMDItemAudioBitRate.Description"             = "Bitfrekvens for lyd i mediet";
"kMDItemDeliveryType.Description"             = "Metode brugt til at levere medie (Fast Start eller RTSP)";
"kMDItemDisplayName.Description"              = "Oversat navn på arkiv";
"kMDItemAlternateNames.Description"           = "Andre navne på arkivet";
"kMDItemAlbum.Description"                    = "Titel på en mediesamling, f.eks. et album";
"kMDItemAudioSampleRate.Description"          = "Samplingfrekvens for arkivets lyddata";
"kMDItemAudioChannelCount.Description"        = "Antal kanaler i arkivets lyddata";
"kMDItemTempo.Description"                    = "Musikkens tempo i lydarkivet målt i BPM (Beats Per Minute)";
"kMDItemKeySignature.Description"             = "Toneart af sangen i lydarkivet";
"kMDItemTimeSignature.Description"            = "Taktangivelse for sangen i lyd- eller MIDI-arkivet";
"kMDItemAudioEncodingApplication.Description" = "Navn på det program, som har kodet data i lydarkivet";
"kMDItemComposer.Description"                 = "Komponist af sangen i lydarkivet";
"kMDItemLyricist.Description"                 = "Tekstforfatter af sangen i lydarkivet";
"kMDItemAudioTrackNumber.Description"         = "Spornummer for den sang, som er en del af et album.";
"kMDItemRecordingDate.Description"            = "Dato for optagelse af sangen";
"kMDItemMusicalGenre.Description"             = "Musikalsk genre af sangen i lydarkivet";
"kMDItemIsGeneralMIDISequence.Description"    = "Om MIDI-sekvensen i arkivet er indstillet til brug med en generel MIDI-enhed";
"kMDItemRecordingYear.Description"            = "Det år, hvor emnet blev optaget";

"kMDItemOrganizations.Description"            = "Firmaer, som oprettede dokumentet";
"kMDItemLanguages.Description"                = "Sprog i dokumentets indhold";
"kMDItemRights.Description"                   = "Henvisning til oplysninger om rettigheder til dette dokument";
"kMDItemPublishers.Description"               = "Udgiver af dokumentet";
"kMDItemContributors.Description"             = "Personer eller firmaer, der har bidraget til dokumentets indhold";
"kMDItemCoverage.Description"                 = "Formål med dokumentets indhold";
"kMDItemDescription.Description"              = "Beskrivelse af dokumentets indhold";
"kMDItemIdentifier.Description"               = "Henvisning til en ressource inden for en given sammenhæng";
"kMDItemAudiences.Description"                = "Dokumentets målgruppe";

"kMDItemNumberOfPages.Description"            = "Antal sider i dokumentet";
"kMDItemSecurityMethod.Description"           = "Krypteringsmetode brugt til sikring af dokumentet";
"kMDItemCreator.Description"                  = "Program brugt til at oprette dokumentet";
"kMDItemEncodingApplications.Description"     = "Software brugt til at konvertere det originale indhold";
"kMDItemDueDate.Description"                  = "Dato, hvor dette emne skal være færdigt";

"kMDItemStarRating.Description"               = "Brugervurdering";
"kMDItemPhoneNumbers.Description"             = "Telefonnumre i forbindelse med dette emne";
"kMDItemEmailAddresses.Description"           = "E-postadresser, der hører til dette emne";
"kMDItemInstantMessageAddresses.Description"  = "IM-adresser i forbindelse med dette emne";
"kMDItemKind.Description"                     = "Dette emnes type";
"kMDItemFinderComment.Description"            = "Spotlightkommentar til dette emne";
"kMDItemTextContent.Description"              = "Tekstindhold af dette emne";
"kMDItemRecipients.Description"               = "Modtagere af dette emne";
"kMDItemFonts.Description"                    = "Skrifter brugt i dette emne";
"kMDItemURL.Description"                      = "URL til dette emne";
"kMDItemRecipientEmailAddresses.Description"  = "E-postadresser til modtagere af dette emne";
"kMDItemAuthorEmailAddresses.Description"     = "E-postadresser til forfattere af dette emne";

"kMDItemInformation.Description"              = "Oplysninger om film";
"kMDItemDirector.Description"                 = "Instruktør";
"kMDItemGenre.Description"                    = "Genre";
"kMDItemPerformers.Description"               = "Optrædende";
"kMDItemOriginalFormat.Description"           = "Originalt format";
"kMDItemOriginalSource.Description"           = "Original kilde";

"kMDItemFSName.Description"                   = "Navn på arkivet";
"kMDItemPath.Description"                     = "Komplet sti til dette arkiv";
"kMDItemFSSize.Description"                   = "Arkivets størrelse i byte afrundet i forhold til diskens blokstørrelse";
"kMDItemFSCreationDate.Description"           = "Dato for oprettelse af arkivet";
"kMDItemFSContentChangeDate.Description"      = "Dato for sidste ændring af indholdet";
"kMDItemFSOwnerUserID.Description"            = "Bruger-id for ejeren af arkivet";
"kMDItemFSOwnerGroupID.Description"           = "Gruppe-id for ejeren af arkivet";
"kMDItemFSIsReadable.Description"             = "Om arkivet kan åbnes, men ikke ændres";
"kMDItemFSIsWriteable.Description"            = "Om arkivet kan ændres";
"kMDItemFSNodeCount.Description"              = "Antal arkiver og mapper i mappen";
"kMDItemFSHasCustomIcon.Description"          = "Om arkivet har et specielt symbol";
"kMDItemFSIsExtensionHidden.Description"      = "Om arkivendelsen er skjult";
"kMDItemFSIsStationery.Description"           = "Om arkivet er et standardlayout";
"kMDItemFSInvisible.Description"              = "Om arkivet er synligt";
"kMDItemFSLabel.Description"                  = "Antal svarende til det Findermærke, som arkivet er tildelt.";

"kMDItemAppleLoopsRootKey.Description"        = "Viser sløjfens originale toneart. Tonearten er grundtonen eller tonika til sløjfen og indeholder ikke skalatypen";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Om sløjfen bruger skalaen dur eller mol, ingen skala eller kan bruges med begge";
"kMDItemAppleLoopsLoopMode.Description"       = "Om arkivet er et sløjfearkiv eller ej. Sløjfearkiver justerer deres tempo til sangens tempo, mens andre arkiver bevarer det tempo, de er optaget i";
"kMDItemAppleLoopDescriptors.Description"     = "Nøgleord, der beskriver stemningen og andre aspekter af sløjfen";
"kMDItemMusicalInstrumentCategory.Description"= "Den instrumentkategori, som arkivet tilhører";
"kMDItemMusicalInstrumentName.Description"    = "Type instrument, som arkivet optog i arkivet";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,nøgleord";
"kMDItemTitle.ShortName"                      = "title";
"kMDItemSubject.ShortName"                    = "subject,title,emne,titel";
"kMDItemTheme.ShortName"                      = "tema";
"kMDItemAuthors.ShortName"                    = "forfatter,fra,med,af";
"kMDItemEditors.ShortName"                    = "redigeringsværktøj";
"kMDItemProject.ShortName"                    = "project,projekt";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,hvorfra";
"kMDItemComment.ShortName"                    = "comment,kommentar";
"kMDItemCopyright.ShortName"                  = "copyright,ophavsret";
"kMDItemProducer.ShortName"                   = "producent";
"kMDItemUsedDates.ShortName"                  = "used,date,brugt,dato";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,sidstbrugt,dato";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,indholdoprettet,oprettet,dato";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,indholdændret,ændret,dato";
"kMDItemDurationSeconds.ShortName"            = "duration,time,varighed,tid";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,emneoprettet,oprettet,dato";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,kontaktnøgleord,nøgleord";
"kMDItemVersion.ShortName"                    = "version";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,punkthøjde,højde";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,punktbredde,bredde";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,sidehøjde,højde";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,sidebredde,højde";
"kMDItemColorSpace.ShortName"                 = "colorspace,farveområde";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash,blitz";
"kMDItemFocalLength.ShortName"                = "focallength,brændvidde";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,alfa";
"kMDItemAcquisitionMake.ShortName"            = "make,mærke";
"kMDItemAcquisitionModel.ShortName"           = "model";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,retning";
"kMDItemLayerNames.ShortName"                 = "layer,lag";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,hvidbalance";
"kMDItemAperture.ShortName"                   = "aperture,fstop,åbning,blændetrin";
"kMDItemProfileName.ShortName"                = "profile,beskrivelse";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,breddedpi,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,højdedpi,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode,eksponeringsfunktion";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,eksponeringstid,tid";
"kMDItemEXIFVersion.ShortName"                = "exifversion,exif-version";
"kMDItemCodecs.ShortName"                     = "codec";
"kMDItemMediaTypes.ShortName"                 = "mediatype,medietype";
"kMDItemStreamable.ShortName"                 = "streamable,kan_streames";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,samletbithastighed,bithastighed";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,videobithastighed,bithastighed";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate";
"kMDItemDeliveryType.ShortName"               = "delivery,levering";
"kMDItemAltitude.ShortName"                   = "højde";
"kMDItemLatitude.ShortName"                   = "breddegrad";
"kMDItemLongitude.ShortName"                  = "længdegrad";

"kMDItemTextContent.ShortName"                = "intext,itekst";
"kMDItemDisplayName.ShortName"                = "displayname,name,vistnavn,navn";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,rødeøjne";
"kMDItemMeteringMode.ShortName"               = "meteringmode,målefunktion";
"kMDItemMaxAperture.ShortName"                = "maxaperture,maksimumsåbning";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop,blændetal,blændetrin";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,eksponeringsprogram";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,eksponeringstid,tid";
"kMDItemHeadline.ShortName"                   = "headline,title,overskrift,titel";
"kMDItemInstructions.ShortName"               = "instructions,instruktioner";
"kMDItemCity.ShortName"                       = "city,by";
"kMDItemStateOrProvince.ShortName"            = "state,province,stat,provins";
"kMDItemCountry.ShortName"                    = "country,land";

"kMDItemAlbum.ShortName"                      = "album,title,titel";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate";
"kMDItemAudioChannelCount.ShortName"          = "channels,kanaler";
"kMDItemTempo.ShortName"                      = "tempo";
"kMDItemKeySignature.ShortName"               = "keysignature,key,nøglesignatur,nøgle";
"kMDItemTimeSignature.ShortName"              = "timesignature,tidssignatur";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication";
"kMDItemComposer.ShortName"                   = "composer,author,by,komponist,forfatter,af";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,tekstforfatter,forfatter,af";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,spornummer";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,optagedato,dato";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,musikgenre,genre";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi,ermidi";
"kMDItemRecipients.ShortName"                 = "modtager,til,med";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,optagetår,år";

"kMDItemOrganizations.ShortName"              = "organization,firma";
"kMDItemLanguages.ShortName"                  = "language,sprog";
"kMDItemRights.ShortName"                     = "rights,rettigheder";
"kMDItemPublishers.ShortName"                 = "publisher,udgiver";
"kMDItemContributors.ShortName"               = "bidragyder,af,forfatter,med";
"kMDItemCoverage.ShortName"                   = "coverage,dækning";
"kMDItemDescription.ShortName"                = "description,comment,beskrivelse,kommentar";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,to";

"kMDItemNumberOfPages.ShortName"              = "pages,sider";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,sikkerhedsmetode";

"kMDItemCreator.ShortName"                    = "creator,oprettetaf";
"kMDItemDueDate.ShortName"                    = "duedate,date,senestden,dato";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,kodningsprogram";

"kMDItemStarRating.ShortName"                 = "starrating,stjernevurdering";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,telefonnummer";
"kMDItemEmailAddresses.ShortName"             = "email,e-post";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,skærmnavn";
"kMDItemKind.ShortName"                       = "kind,type";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "e-postbesked,til";
"kMDItemAuthorEmailAddresses.ShortName"       = "e-postbesked,fra";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,arkivnavn";
"kMDItemPath.ShortName"                       = "path,sti";
"kMDItemFSSize.ShortName"                     = "size,størrelse";
"kMDItemFSCreationDate.ShortName"             = "created,oprettet";
"kMDItemFSContentChangeDate.ShortName"        = "modified,ændret";
"kMDItemFSOwnerUserID.ShortName"              = "owner,ejer";
"kMDItemFSOwnerGroupID.ShortName"             = "group,gruppe";
"kMDItemFSIsStationery.ShortName"             = "stationery,standardlayout";
"kMDItemFSInvisible.ShortName"                = "invisible,usynlig";
"kMDItemFSLabel.ShortName"                    = "label,mærke";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,spotlightkommentar,kommentar";
"kMDItemFonts.ShortName"                      = "font,skrift";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,instrumentkategori";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,instrumentnavn";
